Repository: avens19/budgetappios
Catalog: WeeklyBudget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: I'm Andrew — just a guy in Calgary who loves making software and thinks more of it should be free. This app has no ads, no accounts and no price, and it is not going to grow any. I build it because I use it every week myself.
ar: أنا أندرو — رجل من كالغاري يحب صناعة البرمجيات ويرى أن المزيد منها يجب أن يكون مجانيًا. هذا التطبيق بلا إعلانات ولا حسابات ولا سعر، ولن يتغير ذلك. أصنعه لأنني أستخدمه بنفسي كل أسبوع.
de: Ich bin Andrew — einfach ein Typ aus Calgary, der gern Software baut und findet, dass mehr davon kostenlos sein sollte. Diese App hat keine Werbung, keine Konten und keinen Preis, und daran wird sich nichts ändern. Ich baue sie, weil ich sie selbst jede Woche benutze.
es: Soy Andrew — un tipo de Calgary al que le encanta hacer software y que cree que más software debería ser gratis. Esta app no tiene anuncios, ni cuentas, ni precio, y no va a tener ninguna de las tres cosas. La hago porque yo mismo la uso cada semana.
es_419: Soy Andrew — un tipo de Calgary al que le encanta hacer software y que cree que más software debería ser gratis. Esta app no tiene anuncios, ni cuentas, ni precio, y no va a tener ninguna de las tres cosas. La hago porque yo mismo la uso cada semana.
fr: Je m'appelle Andrew — un type de Calgary qui adore fabriquer des logiciels et pense que davantage devraient être gratuits. Cette appli n'a ni publicité, ni compte, ni prix, et n'en aura pas. Je la fais parce que je m'en sers moi-même chaque semaine.
hi: मैं एंड्रयू हूँ — कैलगरी का एक आदमी, जिसे सॉफ़्टवेयर बनाना पसंद है और जो मानता है कि और भी सॉफ़्टवेयर मुफ़्त होना चाहिए। इस ऐप में न विज्ञापन हैं, न अकाउंट, न कीमत, और आगे भी नहीं होंगे। मैं इसे इसलिए बनाता हूँ क्योंकि मैं खुद हर हफ्ते इसका इस्तेमाल करता हूँ।
id: Saya Andrew — orang biasa dari Calgary yang senang membuat perangkat lunak dan berpendapat lebih banyak di antaranya seharusnya gratis. Aplikasi ini tanpa iklan, tanpa akun, dan tanpa harga, dan tidak akan berubah. Saya membuatnya karena saya sendiri memakainya tiap minggu.
it: Sono Andrew — uno di Calgary a cui piace fare software e che pensa che più software dovrebbe essere gratuito. Questa app non ha pubblicità, non ha account e non ha un prezzo, e non li avrà. La faccio perché la uso io stesso ogni settimana.
ja: 作者のAndrewです。カルガリー在住で、ソフトを作るのが好きで、もっと多くのソフトが無料であるべきだと思っています。このアプリに広告もアカウントも料金もありません。これからも増やしません。自分が毎週使っているから作っています。
ko: 저는 Andrew예요. 캘거리에 사는 평범한 사람이고, 소프트웨어 만드는 걸 좋아하고, 더 많은 소프트웨어가 무료여야 한다고 생각해요. 이 앱에는 광고도, 계정도, 가격도 없어요. 앞으로도 그럴 거예요. 제가 매주 쓰기 때문에 만들고 있어요.
nl: Ik ben Andrew — gewoon iemand uit Calgary die graag software maakt en vindt dat meer software gratis zou moeten zijn. Deze app heeft geen advertenties, geen accounts en geen prijs, en dat blijft zo. Ik maak hem omdat ik hem zelf elke week gebruik.
pl: Jestem Andrew — facet z Calgary, który uwielbia robić oprogramowanie i uważa, że więcej z niego powinno być darmowe. Ta aplikacja nie ma reklam, kont ani ceny i mieć nie będzie. Robię ją, bo sam korzystam z niej co tydzień.
pt_br: Sou o Andrew — um cara de Calgary que adora fazer software e acha que mais software deveria ser gratuito. Este app não tem anúncios, não tem contas e não tem preço, e não vai passar a ter. Eu o faço porque eu mesmo uso toda semana.
pt_pt: Sou o Andrew — um tipo de Calgary que adora fazer software e acha que mais software devia ser gratuito. Esta app não tem publicidade, não tem contas e não tem preço, e não vai passar a ter. Faço-a porque eu próprio a uso todas as semanas.
ru: Я Эндрю — обычный парень из Калгари, который любит делать софт и считает, что больше софта должно быть бесплатным. В этом приложении нет рекламы, нет аккаунтов и нет цены, и не появится. Я делаю его, потому что сам пользуюсь им каждую неделю.
tr: Ben Andrew — Calgary'de yaşayan, yazılım yapmayı seven ve daha fazlasının ücretsiz olması gerektiğini düşünen biriyim. Bu uygulamada reklam, hesap ve ücret yok; olmayacak da. Onu yapıyorum çünkü her hafta kendim kullanıyorum.
uk: Я Ендрю — звичайний хлопець із Калгарі, який любить робити софт і вважає, що більше софту має бути безкоштовним. У цьому застосунку немає реклами, немає акаунтів і немає ціни, і не з'явиться. Я роблю його, бо сам користуюся ним щотижня.
vi: Tôi là Andrew — một người ở Calgary, thích viết phần mềm và nghĩ rằng nhiều phần mềm hơn nữa nên miễn phí. Ứng dụng này không quảng cáo, không tài khoản, không giá, và sẽ không đổi. Tôi làm nó vì chính tôi dùng nó mỗi tuần.
zh_hans: 我是 Andrew——卡尔加里的一个普通人，喜欢写软件，也觉得应该有更多软件是免费的。这个应用没有广告、没有账号、没有价格，以后也不会有。我做它，是因为我自己每周都在用。
zh_hant: 我是 Andrew——卡加利的一個普通人，喜歡寫軟體，也覺得應該有更多軟體是免費的。這個應用程式沒有廣告、沒有帳號、沒有價格，以後也不會有。我做它，是因為我自己每週都在用。

source: If money comes in mid-week — a refund, a gift, cash back — add it as an expense with a minus sign.
ar: إذا دخل مال في منتصف الأسبوع — استرداد أو هدية أو استرجاع نقدي — أضفه كمصروف بإشارة سالبة.
de: Kommt mitten in der Woche Geld rein — eine Erstattung, ein Geschenk, ein Cashback — trag es als Ausgabe mit Minuszeichen ein.
es: Si entra dinero a mitad de semana — una devolución, un regalo, un reembolso — añádelo como un gasto con signo menos.
es_419: Si entra dinero a mitad de semana — un reembolso, un regalo, un cashback — agrégalo como gasto con signo menos.
fr: Si de l'argent rentre en milieu de semaine — un remboursement, un cadeau, un cashback — saisissez-le comme une dépense avec un signe moins.
hi: अगर हफ्ते के बीच पैसा आए — रिफंड, तोहफा, कैशबैक — तो उसे माइनस के निशान के साथ खर्च की तरह जोड़ें।
id: Kalau ada uang masuk di tengah minggu — refund, hadiah, cashback — catat sebagai pengeluaran dengan tanda minus.
it: Se a metà settimana entrano soldi — un rimborso, un regalo, un cashback — inseriscili come spesa con il segno meno.
ja: 週の途中でお金が入ったとき（返金、贈り物、キャッシュバックなど）は、マイナスの支出として追加してください。
ko: 주중에 돈이 들어오면(환불, 선물, 캐시백) 마이너스 지출로 추가하세요.
nl: Komt er halverwege de week geld binnen — een terugbetaling, een cadeau, cashback — voer het dan in als uitgave met een minteken.
pl: Jeśli w środku tygodnia wpadną pieniądze — zwrot, prezent, cashback — dodaj je jako wydatek ze znakiem minus.
pt_br: Se entrar dinheiro no meio da semana — um estorno, um presente, um cashback — lance como gasto com sinal de menos.
pt_pt: Se entrar dinheiro a meio da semana — um reembolso, uma prenda, um estorno — registe-o como despesa com sinal menos.
ru: Если деньги приходят посреди недели — возврат, подарок, кешбэк — добавьте их как расход со знаком минус.
tr: Hafta ortasında para girerse — iade, hediye, nakit puan — eksi işaretiyle harcama olarak ekle.
uk: Якщо гроші надходять посеред тижня — повернення, подарунок, кешбек — додайте їх як витрату зі знаком мінус.
vi: Nếu giữa tuần có tiền vào — hoàn tiền, quà, hoàn lại — hãy ghi thành khoản chi với dấu trừ.
zh_hans: 如果周中有钱进来——退款、红包、返现——就用负数记成一笔支出。
zh_hant: 如果週間有錢進來——退款、紅包、回饋——就用負數記成一筆支出。

source: If something is broken, or you want it to do something it doesn't, email me. I read all of it.
ar: إذا تعطّل شيء، أو أردته أن يفعل ما لا يفعله، راسلني. أقرأ كل الرسائل.
de: Wenn etwas kaputt ist oder sie etwas können soll, was sie nicht kann, schreib mir. Ich lese alles.
es: Si algo falla, o quieres que haga algo que no hace, escríbeme. Lo leo todo.
es_419: Si algo falla, o quieres que haga algo que no hace, escríbeme. Leo todo.
fr: Si quelque chose ne marche pas, ou si vous voulez qu'elle fasse autre chose, écrivez-moi. Je lis tout.
hi: कुछ टूटा हो, या आप चाहें कि यह कुछ और भी करे, तो मुझे ईमेल करें। मैं सब पढ़ता हूँ।
id: Kalau ada yang rusak, atau kamu ingin aplikasi ini bisa sesuatu yang belum bisa, kirim email ke saya. Semuanya saya baca.
it: Se qualcosa non funziona, o vuoi che faccia qualcosa che non fa, scrivimi. Leggo tutto.
ja: 不具合があったり、こんなことができたらと思ったら、メールをください。すべて読んでいます。
ko: 뭔가 잘못됐거나 없는 기능이 필요하면 메일 주세요. 전부 읽어요.
nl: Als er iets stuk is, of je wilt dat hij iets doet wat hij niet doet, mail me. Ik lees alles.
pl: Jeśli coś nie działa albo chcesz, żeby robiła coś, czego nie robi, napisz do mnie. Czytam wszystko.
pt_br: Se algo estiver quebrado, ou você quiser que ele faça algo que não faz, me mande um e-mail. Eu leio tudo.
pt_pt: Se algo estiver avariado, ou quiser que faça algo que não faz, envie-me um e-mail. Leio tudo.
ru: Если что-то сломалось или хочется, чтобы оно умело больше, напиши мне. Я читаю всё.
tr: Bir şey bozuksa ya da yapmadığı bir şeyi yapmasını istiyorsan bana yaz. Hepsini okuyorum.
uk: Якщо щось зламалося або хочеться, щоб воно вміло більше, напиши мені. Я читаю все.
vi: Nếu có gì hỏng, hoặc bạn muốn nó làm được điều gì đó, hãy gửi email cho tôi. Tôi đọc hết.
zh_hans: 如果哪里坏了，或者你希望它能做点别的，给我发邮件。我每封都会看。
zh_hant: 如果哪裡壞了，或者你希望它能多做點什麼，寄信給我。我每封都會看。

source: Insurance
ar: التأمين
de: Versicherungen
es: Seguros
es_419: Seguros
fr: Assurances
hi: बीमा
id: Asuransi
it: Assicurazioni
ja: 保険
ko: 보험
nl: Verzekeringen
pl: Ubezpieczenia
pt_br: Seguros
pt_pt: Seguros
ru: Страховки
tr: Sigortalar
uk: Страхування
vi: Bảo hiểm
zh_hans: 保险
zh_hant: 保險

source: Invitation not valid
ar: الدعوة غير صالحة
de: Einladung ungültig
es: Invitación no válida
es_419: Invitación no válida
fr: Invitation non valide
hi: न्योता मान्य नहीं
id: Undangan tidak berlaku
it: Invito non valido
ja: 招待が無効です
ko: 유효하지 않은 초대
nl: Uitnodiging ongeldig
pl: Zaproszenie nieważne
pt_br: Convite inválido
pt_pt: Convite inválido
ru: Приглашение недействительно
tr: Davet geçersiz
uk: Запрошення недійсне
vi: Lời mời không hợp lệ
zh_hans: 邀请无效
zh_hant: 邀請無效

source: Invite someone
ar: دعوة شخص
de: Jemanden einladen
es: Invitar a alguien
es_419: Invitar a alguien
fr: Inviter quelqu'un
hi: किसी को न्योता दें
id: Undang seseorang
it: Invita qualcuno
ja: 招待する
ko: 초대하기
nl: Iemand uitnodigen
pl: Zaproś kogoś
pt_br: Convidar alguém
pt_pt: Convidar alguém
ru: Пригласить
tr: Birini davet et
uk: Запросити
vi: Mời ai đó
zh_hans: 邀请别人
zh_hant: 邀請別人

source: It works with the others
ar: يعمل مع البقية
de: Sie arbeitet mit den anderen zusammen
es: Funciona con los demás
es_419: Funciona con los demás
fr: Elle marche avec les autres
hi: यह बाकियों के साथ चलता है
id: Bekerja bersama yang lain
it: Funziona insieme alle altre
ja: ほかのアプリと一緒に使えます
ko: 다른 앱들과 함께 동작해요
nl: Hij werkt samen met de andere
pl: Działa razem z pozostałymi
pt_br: Funciona junto com os outros
pt_pt: Funciona com as outras
ru: Работает вместе с остальными
tr: Diğerleriyle birlikte çalışıyor
uk: Працює разом з іншими
vi: Nó hoạt động cùng các bản khác
zh_hans: 它和其他几端配合使用
zh_hant: 它和其他幾端搭配使用

source: Join
ar: انضمام
de: Beitreten
es: Unirse
es_419: Unirme
fr: Rejoindre
hi: शामिल हों
id: Gabung
it: Entra
ja: 参加
ko: 참여
nl: Meedoen
pl: Dołącz
pt_br: Entrar
pt_pt: Aderir
ru: Присоединиться
tr: Katıl
uk: Приєднатися
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

source: Join a budget
ar: الانضمام إلى ميزانية
de: Budget beitreten
es: Unirse a un presupuesto
es_419: Unirse a un presupuesto
fr: Rejoindre un budget
hi: बजट में शामिल हों
id: Gabung ke anggaran
it: Entra in un budget
ja: 予算に参加
ko: 예산에 참여
nl: Aan een budget deelnemen
pl: Dołącz do budżetu
pt_br: Entrar em um orçamento
pt_pt: Aderir a um orçamento
ru: Присоединиться к бюджету
tr: Bir bütçeye katıl
uk: Приєднатися до бюджету
vi: Tham gia ngân sách
zh_hans: 加入预算
zh_hant: 加入預算

source: Join budget
ar: الانضمام إلى الميزانية
de: Budget beitreten
es: Unirse al presupuesto
es_419: Unirse al presupuesto
fr: Rejoindre le budget
hi: बजट में शामिल हों
id: Gabung ke anggaran
it: Entra nel budget
ja: 予算に参加
ko: 예산 참여
nl: Deelnemen aan budget
pl: Dołącz do budżetu
pt_br: Entrar no orçamento
pt_pt: Aderir ao orçamento
ru: Присоединиться
tr: Bütçeye katıl
uk: Приєднатися
vi: Tham gia ngân sách
zh_hans: 加入预算
zh_hant: 加入預算

source: Jump to a month
ar: الانتقال إلى شهر
de: Zu einem Monat springen
es: Ir a un mes
es_419: Ir a un mes
fr: Aller à un mois
hi: किसी महीने पर जाएँ
id: Buka bulan tertentu
it: Vai a un mese
ja: 月を選ぶ
ko: 특정 월로 이동
nl: Naar een maand
pl: Przejdź do miesiąca
pt_br: Ir para um mês
pt_pt: Ir para um mês
ru: Перейти к месяцу
tr: Bir aya git
uk: Перейти до місяця
vi: Đến một tháng
zh_hans: 跳到某一月
zh_hant: 跳到某一月

source: Jump to a period
ar: الانتقال إلى فترة
de: Zu einem Zeitraum springen
es: Ir a un periodo
es_419: Ir a un periodo
fr: Aller à une période
hi: किसी अवधि पर जाएँ
id: Buka periode tertentu
it: Vai a un periodo
ja: 期間を選ぶ
ko: 기간으로 이동
nl: Naar een periode
pl: Przejdź do okresu
pt_br: Ir para um período
pt_pt: Ir para um período
ru: Перейти к периоду
tr: Bir döneme git
uk: Перейти до періоду
vi: Đến một kỳ
zh_hans: 跳到某个时间段
zh_hant: 跳到某個期間

source: Jump to a week
ar: الانتقال إلى أسبوع
de: Zu einer Woche springen
es: Ir a una semana
es_419: Ir a una semana
fr: Aller à une semaine
hi: किसी सप्ताह पर जाएँ
id: Buka minggu tertentu
it: Vai a una settimana
ja: 週を選ぶ
ko: 특정 주로 이동
nl: Naar een week
pl: Przejdź do tygodnia
pt_br: Ir para uma semana
pt_pt: Ir para uma semana
ru: Перейти к неделе
tr: Bir haftaya git
uk: Перейти до тижня
vi: Đến một tuần
zh_hans: 跳到某一周
zh_hant: 跳到某一週

source: Learn more
ar: معرفة المزيد
de: Mehr erfahren
es: Saber más
es_419: Ver más
fr: En savoir plus
hi: और जानें
id: Selengkapnya
it: Scopri di più
ja: 詳しく見る
ko: 자세히 보기
nl: Meer weten
pl: Dowiedz się więcej
pt_br: Saiba mais
pt_pt: Saber mais
ru: Подробнее
tr: Daha fazla bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

source: Leave a review
ar: اكتب تقييمًا
de: Bewertung schreiben
es: Dejar una reseña
es_419: Dejar una reseña
fr: Laisser un avis
hi: समीक्षा लिखें
id: Tulis ulasan
it: Lascia una recensione
ja: レビューを書く
ko: 리뷰 남기기
nl: Een beoordeling achterlaten
pl: Wystaw opinię
pt_br: Deixar uma avaliação
pt_pt: Deixar uma avaliação
ru: Оставить отзыв
tr: Değerlendirme bırak
uk: Залишити відгук
vi: Viết đánh giá
zh_hans: 写个评价
zh_hant: 寫個評論

source: Left to spend
ar: المتبقي للإنفاق
de: Noch übrig
es: Disponible
es_419: Disponible
fr: Reste à dépenser
hi: खर्च के लिए बचा
id: Sisa untuk dibelanjakan
it: Ancora disponibili
ja: 使える残り
ko: 남은 금액
nl: Nog te besteden
pl: Zostało
pt_br: Disponível
pt_pt: Disponível
ru: Осталось
tr: Kalan
uk: Залишилось
vi: Còn được tiêu
zh_hans: 还可以花
zh_hant: 還能花

source: Left to spend each week
ar: المتبقي للإنفاق كل أسبوع
de: Pro Woche übrig
es: Disponible cada semana
es_419: Disponible cada semana
fr: Reste à dépenser chaque semaine
hi: हर सप्ताह खर्च के लिए
id: Sisa untuk tiap minggu
it: Disponibili ogni settimana
ja: 毎週使える金額
ko: 매주 쓸 수 있는 금액
nl: Per week te besteden
pl: Zostaje na tydzień
pt_br: Disponível por semana
pt_pt: Disponível por semana
ru: Остаётся на неделю
tr: Her hafta kalan
uk: Лишається на тиждень
vi: Mỗi tuần được tiêu
zh_hans: 每周可以花
zh_hant: 每週可以花

source: Loan and credit payments
ar: القروض والبطاقات
de: Kredite und Karten
es: Préstamos y tarjetas
es_419: Préstamos y tarjetas
fr: Crédits et cartes
hi: लोन और कार्ड की किस्तें
id: Pinjaman dan kartu kredit
it: Prestiti e carte
ja: ローン・カードの返済
ko: 대출과 카드 상환
nl: Leningen en creditcards
pl: Kredyty i karty
pt_br: Empréstimos e cartão
pt_pt: Créditos e cartões
ru: Кредиты и карты
tr: Krediler ve kartlar
uk: Кредити й картки
vi: Vay và thẻ tín dụng
zh_hans: 贷款和信用卡还款
zh_hant: 貸款和信用卡

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
es_419: Administrar
fr: Gérer
hi: प्रबंधित करें
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
nl: Beheren
pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ru: Управление
tr: Yönet
uk: Керування
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

source: Manage categories
ar: إدارة الفئات
de: Kategorien verwalten
es: Gestionar categorías
es_419: Administrar categorías
fr: Gérer les catégories
hi: श्रेणियाँ प्रबंधित करें
id: Kelola kategori
it: Gestisci le categorie
ja: カテゴリの管理
ko: 카테고리 관리
nl: Categorieën beheren
pl: Zarządzaj kategoriami
pt_br: Gerenciar categorias
pt_pt: Gerir categorias
ru: Управление категориями
tr: Kategorileri yönet
uk: Керування категоріями
vi: Quản lý danh mục
zh_hans: 管理分类
zh_hant: 管理分類

source: Monday
ar: الاثنين
de: Montag
es: Lunes
es_419: Lunes
fr: Lundi
hi: सोमवार
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziałek
pt_br: Segunda-feira
pt_pt: Segunda-feira
ru: Понедельник
tr: Pazartesi
uk: Понеділок
vi: Thứ hai
zh_hans: 星期一
zh_hant: 星期一

source: Money coming in
ar: المال الداخل
de: Was reinkommt
es: Dinero que entra
es_419: Dinero que entra
fr: Ce qui rentre
hi: आने वाला पैसा
id: Uang yang masuk
it: Soldi in entrata
ja: 入ってくるお金
ko: 들어오는 돈
nl: Wat binnenkomt
pl: Co wpływa
pt_br: Dinheiro entrando
pt_pt: Dinheiro a entrar
ru: Что приходит
tr: Giren para
uk: Що надходить
vi: Tiền vào
zh_hans: 进来的钱
zh_hant: 進來的錢

source: Money coming in? Enter it with a minus sign.
ar: دخل مال؟ أدخله بإشارة سالبة.
de: Geld bekommen? Trag es mit einem Minuszeichen ein.
es: ¿Ha entrado dinero? Anótalo con el signo menos.
es_419: ¿Entró dinero? Anótalo con el signo menos.
fr: De l'argent est rentré ? Saisissez-le avec un signe moins.
hi: पैसा आया है? माइनस के निशान के साथ डालें।
id: Ada uang masuk? Catat dengan tanda minus.
it: Sono entrati soldi? Inseriscili con il segno meno.
ja: お金が入ったときは、マイナスを付けて入力します。
ko: 돈이 들어왔나요? 마이너스로 입력하세요.
nl: Geld binnengekomen? Voer het in met een minteken.
pl: Wpłynęły pieniądze? Wpisz je ze znakiem minus.
pt_br: Entrou dinheiro? Lance com sinal de menos.
pt_pt: Entrou dinheiro? Registe com sinal menos.
ru: Пришли деньги? Введите со знаком минус.
tr: Para mı girdi? Eksi işaretiyle gir.
uk: Надійшли гроші? Введіть зі знаком мінус.
vi: Có tiền vào? Ghi kèm dấu trừ.
zh_hans: 有钱进账？用负数记一笔。
zh_hant: 有錢入帳？用負數記一筆。

source: Month
ar: الشهر
de: Monat
es: Mes
es_419: Mes
fr: Mois
hi: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
nl: Maand
pl: Miesiąc
pt_br: Mês
pt_pt: Mês
ru: Месяц
tr: Ay
uk: Місяць
vi: Tháng
zh_hans: 月
zh_hant: 月

source: Monthly
ar: شهريًا
de: Monatlich
es: Mensual
es_419: Mensual
fr: Par mois
hi: हर महीने
id: Bulanan
it: Mensile
ja: 毎月
ko: 매달
nl: Per maand
pl: Co miesiąc
pt_br: Mensal
pt_pt: Mensal
ru: Раз в месяц
tr: Aylık
uk: Раз на місяць
vi: Mỗi tháng
zh_hans: 每月
zh_hant: 每月

source: Move %@ to next week
ar: ترحيل %@ إلى الأسبوع القادم
de: %@ in die nächste Woche übertragen
es: Pasar %@ a la semana que viene
es_419: Pasar %@ a la próxima semana
fr: Reporter %@ sur la semaine prochaine
hi: %@ अगले सप्ताह में ले जाएँ
id: Bawa %@ ke minggu depan
it: Riporta %@ alla settimana prossima
ja: %@ を翌週に繰り越す
ko: %@을(를) 다음 주로 이월
nl: %@ doorschuiven naar volgende week
pl: Przenieś %@ na następny tydzień
pt_br: Passar %@ para a próxima semana
pt_pt: Passar %@ para a semana seguinte
ru: Перенести %@ на следующую неделю
tr: %@ tutarını gelecek haftaya taşı
uk: Перенести %@ на наступний тиждень
vi: Chuyển %@ sang tuần sau
zh_hans: 把 %@ 转到下周
zh_hant: 把 %@ 轉到下週

source: Name
ar: الاسم
es: Nombre
es_419: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Название
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Name, e.g. Household
ar: الاسم، مثلًا المنزل
de: Name, zum Beispiel Haushalt
es: Nombre, por ejemplo Casa
es_419: Nombre, por ejemplo Casa
fr: Nom, par exemple Maison
hi: नाम, जैसे घर
id: Nama, misalnya Rumah tangga
it: Nome, per esempio Casa
ja: 名前（例: 家計）
ko: 이름, 예를 들어 생활비
nl: Naam, bijvoorbeeld Huishouden
pl: Nazwa, na przykład Dom
pt_br: Nome, por exemplo Casa
pt_pt: Nome, por exemplo Casa
ru: Название, например «Дом»
tr: Ad, örneğin Ev
uk: Назва, наприклад «Дім»
vi: Tên, ví dụ Gia đình
zh_hans: 名称，例如“家用”
zh_hant: 名稱，例如「家用」

source: Need help? Email me
ar: تحتاج مساعدة؟ راسلني
de: Brauchst du Hilfe? Schreib mir
es: ¿Necesitas ayuda? Escríbeme
es_419: ¿Necesitas ayuda? Escríbeme
fr: Besoin d'aide ? Écrivez-moi
hi: मदद चाहिए? मुझे ईमेल करें
id: Butuh bantuan? Kirim email
it: Ti serve aiuto? Scrivimi
ja: 困ったときはメールで
ko: 도움이 필요하면 메일 주세요
nl: Hulp nodig? Mail me
pl: Potrzebujesz pomocy? Napisz do mnie
pt_br: Precisa de ajuda? Me mande um e-mail
pt_pt: Precisa de ajuda? Envie-me um e-mail
ru: Нужна помощь? Напиши мне
tr: Yardım mı lazım? Bana yaz
uk: Потрібна допомога? Напиши мені
vi: Cần giúp? Gửi email cho tôi
zh_hans: 需要帮助？给我发邮件
zh_hant: 需要協助？寄信給我

source: New budget
ar: ميزانية جديدة
de: Neues Budget
es: Nuevo presupuesto
es_419: Nuevo presupuesto
fr: Nouveau budget
hi: नया बजट
id: Anggaran baru
it: Nuovo budget
ja: 新しい予算
ko: 새 예산
nl: Nieuw budget
pl: Nowy budżet
pt_br: Novo orçamento
pt_pt: Novo orçamento
ru: Новый бюджет
tr: Yeni bütçe
uk: Новий бюджет
vi: Ngân sách mới
zh_hans: 新建预算
zh_hant: 新預算

source: New category
ar: فئة جديدة
de: Neue Kategorie
es: Nueva categoría
es_419: Nueva categoría
fr: Nouvelle catégorie
hi: नई श्रेणी
id: Kategori baru
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 카테고리
nl: Nieuwe categorie
pl: Nowa kategoria
pt_br: Nova categoria
pt_pt: Nova categoria
ru: Новая категория
tr: Yeni kategori
uk: Нова категорія
vi: Danh mục mới
zh_hans: 新建分类
zh_hant: 新增分類

source: Next
ar: التالي
de: Weiter
es: Siguiente
es_419: Siguiente
fr: Suivant
hi: आगे
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Avançar
pt_pt: Seguinte
ru: Далее
tr: İleri
uk: Далі
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

source: Next week's spending goes up by %@.
ar: ترتفع ميزانية الأسبوع القادم بمقدار %@.
de: Das Budget der nächsten Woche steigt um %@.
es: El gasto de la semana que viene sube en %@.
es_419: El gasto de la próxima semana sube en %@.
fr: Le budget de la semaine prochaine augmente de %@.
hi: अगले सप्ताह का बजट %@ बढ़ जाता है।
id: Anggaran minggu depan naik %@.
it: Il budget della settimana prossima sale di %@.
ja: 翌週の予算が %@ 増えます。
ko: 다음 주 예산이 %@만큼 늘어나요.
nl: Het budget van volgende week gaat met %@ omhoog.
pl: Budżet następnego tygodnia rośnie o %@.
pt_br: O limite da próxima semana aumenta em %@.
pt_pt: O limite da semana seguinte aumenta em %@.
ru: Бюджет следующей недели вырастет на %@.
tr: Gelecek haftanın bütçesi %@ artar.
uk: Бюджет наступного тижня зросте на %@.
vi: Ngân sách tuần sau tăng thêm %@.
zh_hans: 下周的预算增加 %@。
zh_hant: 下週的預算增加 %@。

source: No budget with that ID. Check it and try again.
ar: لا توجد ميزانية بهذا المعرّف. تحقق منه وحاول مرة أخرى.
de: Kein Budget mit dieser ID. Prüf sie und versuch es nochmal.
es: No hay ningún presupuesto con ese ID. Compruébalo e inténtalo de nuevo.
es_419: No hay ningún presupuesto con ese ID. Revísalo e inténtalo de nuevo.
fr: Aucun budget avec cet ID. Vérifiez-le et réessayez.
hi: उस ID का कोई बजट नहीं है। जाँचें और फिर कोशिश करें।
id: Tidak ada anggaran dengan ID itu. Periksa lagi dan coba ulang.
it: Nessun budget con quell'ID. Controllalo e riprova.
ja: そのIDの予算はありません。確認してもう一度お試しください。
ko: 그 ID의 예산이 없어요. 확인하고 다시 시도해 주세요.
nl: Geen budget met dat ID. Controleer het en probeer het opnieuw.
pl: Nie ma budżetu o tym ID. Sprawdź je i spróbuj ponownie.
pt_br: Nenhum orçamento com esse ID. Confira e tente de novo.
pt_pt: Nenhum orçamento com esse ID. Confirme e tente novamente.
ru: Бюджета с таким ID нет. Проверь и попробуй ещё раз.
tr: Bu ID'ye sahip bir bütçe yok. Kontrol et ve tekrar dene.
uk: Бюджету з таким ID немає. Перевір і спробуй ще раз.
vi: Không có ngân sách nào với ID đó. Kiểm tra lại rồi thử lần nữa.
zh_hans: 没有这个 ID 对应的预算。检查后再试一次。
zh_hant: 沒有這個 ID 對應的預算。確認後再試一次。

source: No categories yet
ar: لا فئات بعد
de: Noch keine Kategorien
es: Aún no hay categorías
es_419: Todavía no hay categorías
fr: Aucune catégorie pour l'instant
hi: अभी कोई श्रेणी नहीं
id: Belum ada kategori
it: Ancora nessuna categoria
ja: カテゴリがまだありません
ko: 카테고리가 아직 없어요
nl: Nog geen categorieën
pl: Nie ma jeszcze kategorii
pt_br: Nenhuma categoria ainda
pt_pt: Ainda não há categorias
ru: Категорий пока нет
tr: Henüz kategori yok
uk: Категорій поки немає
vi: Chưa có danh mục nào
zh_hans: 还没有分类
zh_hant: 還沒有分類

source: No category
ar: بدون فئة
de: Keine Kategorie
es: Sin categoría
es_419: Sin categoría
fr: Aucune catégorie
hi: कोई श्रेणी नहीं
id: Tanpa kategori
it: Nessuna categoria
ja: カテゴリなし
ko: 카테고리 없음
nl: Geen categorie
pl: Bez kategorii
pt_br: Sem categoria
pt_pt: Sem categoria
ru: Без категории
tr: Kategori yok
uk: Без категорії
vi: Không có danh mục
zh_hans: 不分类
zh_hant: 不分類
